# Реализуйте функцию, которая преобразует данное логическое значение в его строковое представление.
# Примечание. Будут даны только действительные входные данные.


b = True



def boolean_to_string(b):
    return (f"{b}")
print(boolean_to_string(b))