# Создайте простую функцию, greet которая возвращает самое известное «привет, мир!».
# Очки стиля
# Конечно, это настолько просто, насколько это возможно. Но насколько умным вы можете быть,
# чтобы создать самый творческий «привет мир», какой вы только можете себе представить?
# Какое решение «hello world» вы хотели бы показать своим друзьям?

def greet(str_1='hello, world!'):
    return str_1

str_2 ='hi'
print(greet())